[
  {
    "image": "https://i.ibb.co/LpgNjmQ/Interstellar-2014.jpg",
    "title": "Interstellar-(2014)",
    "runtime": "171 min",
    "quality": "HD",
    "releaseYear": "01/06/2018",
    "director": "Christopher Nolan",
    "Casts": "Matthew McConaughey, Anne Hathaway, Jessica Chastain",
    "summery": "Earth's future has been riddled by disasters, famines, and droughts. There is only one way to ensure mankind's survival: Interstellar travel. A newly discovered wormhole in the far reaches of our solar system allows a team of astronauts to go where no man has gone before, a planet that may have the right environment to sustain human life. —ahmetkozan"
  },
  {
    "image": "https://i.ibb.co/nmxqGvQ/300-movie.jpg",
    "title": "300",
    "runtime": "130 min",
    "quality": "HD",
    "releaseYear": "1/6/2018",
    "director": "Zack Snyder",
    "Casts": "Gerard Butler, Lena Headey, David Wenham",
    "summery": "In the Battle of Thermopylae of 480 BC an alliance of Greek city-states fought the invading Persian army in the mountain pass of Thermopylae. Vastly outnumbered, the Greeks held back the enemy in one of the most famous last stands of history. Persian King Xerxes led a Army of well over 100,000 (Persian king Xerxes before war has about 170,000 army) men to Greece and was confronted by 300 Spartans, 700 Thespians, and 400 Thebans. Xerxes waited for 10 days for King Leonidas to surrender or withdraw but left with no options he pushed forward. After 3 days of battle all the Greeks were killed. The Spartan defeat was not the one expected, as a local shepherd, named Ephialtes, defected to the Persians and informed Xerxes that the separate path through Thermopylae, which the Persians could use to outflank the Greeks, was not as heavily guarded as they thought.—cyberian2005"
  },
  {
    "image": "https://i.ibb.co/rp2Fnbj/300-2.jpg",
    "title": "300: Rise of an Empire",
    "runtime": "120 min",
    "quality": "HD",
    "releaseYear": "8/6/2022",
    "director": "Noam Murro",
    "Casts": "Sullivan Stapleton, Eva Green, Lena Headey",
    "summery": "After its victory over Leonidas' 300, the Persian Army under the command of Xerxes marches towards the major Greek city-states. The Democratic city of Athens, first on the path of Xerxes' army, bases its strength on its fleet, led by admiral Themistocles. Themistocles is forced to an unwilling alliance with the traditional rival of Athens, oligarchic Sparta whose might lies with its superior infantry troops. But Xerxes still reigns supreme in numbers over sea and land.—ahmetkozan"
  },
  {
    "image": "https://i.ibb.co/Rb9mCtZ/Awarapan.jpg",
    "title": "Awarapan",
    "runtime": "126 min",
    "quality": "HD",
    "releaseYear": "1/6/2018",
    "director": "John",
    "Casts": "Emraan Hashmi, Mrinalini Sharma, Ashish Vidyarthi",
    "summery": "Brought up by a gangster named Bharat Malik, Shivam Pandit lives a faithless and reckless lifestyle, doing the bidding of his mentor - which also includes being a hit-man. Bharat does not get along with his brother, Raj, and nephew, Munna, who also resent the fact that Bharat trusts Shivam more than he even trusts his son, Ronnie. Shivam's life does change when he meets and falls in love with a devout Muslim woman, Aaliyah. Shivam wants to wed Aaliyah, but her father opposes this due to Shivam's criminal background, and the fact that he has been in prison twice. When Shivam insists on getting married regardless of the consequences, Aaliyah's dad aims a gun at him, but Shivam ducks and the bullet hits Aaliyah, killing her instantly. Shivam returns to his aimless lifestyle, this time in Hong Kong, still continuing to work for Bharat. When Bharat asks him to spy on his Pakistani mistress, Reema, Shivam does so, and finds out that she has a lover named Bilal. Shivam agrees to it but finally has a change of heart when he sees parallel between Reema and the caged birds Aaliyah used to sell to people for the purpose for freeing them from the cage. This leads to a face off between Shivam and Bharat leading to the movie's climax."
  }
]
